tap "cockroachdb/tap"
tap "homebrew/bundle"
brew "bat"
brew "git-delta"
brew "gnupg"
brew "gping"
brew "lazygit"
brew "md5sha1sum"
brew "python@3.12"
brew "ranger"
brew "reattach-to-user-namespace"
brew "tmux"
brew "virtualenvwrapper"
brew "zsh-syntax-highlighting"
brew "cockroachdb/tap/cockroach"
cask "google-cloud-sdk"
vscode "alefragnani.project-manager"
vscode "be5invis.vscode-custom-css"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "lifeart.vscode-ember-unstable"
vscode "maattdd.gitless"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-serial-monitor"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "spikespaz.vscode-smoothtype"
vscode "standard.vscode-standard"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "wesbos.theme-cobalt2"
vscode "yoavbls.pretty-ts-errors"
