tap "arl/arl"
tap "cockroachdb/tap"
tap "homebrew/bundle"
brew "cryptography"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "coreutils"
brew "dolphie"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-crypt"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gping"
brew "jq"
brew "lazygit"
brew "md5sha1sum"
brew "mycli"
brew "mysql-client"
brew "mysql-client@8.4"
brew "neovim"
brew "nvm"
brew "pipx"
brew "pyenv"
brew "ranger"
brew "reattach-to-user-namespace"
brew "tmux"
brew "virtualenvwrapper"
brew "w3m"
brew "xh"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "cockroachdb/tap/cockroach"
cask "arc"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-victor-mono-nerd-font"
cask "google-cloud-sdk"
cask "meetingbar"
cask "obsidian"
cask "orbstack"
cask "postico"
cask "qlstephen"
cask "rapidapi"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
vscode "alefragnani.project-manager"
vscode "be5invis.vscode-custom-css"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "lifeart.vscode-ember-unstable"
vscode "maattdd.gitless"
vscode "malmaud.tmux"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "perkovec.emoji"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "spikespaz.vscode-smoothtype"
vscode "standard.vscode-standard"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "wesbos.theme-cobalt2"
vscode "yoavbls.pretty-ts-errors"
